Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Section 3.1 of chapter 4 of the UNHCR Manual notes that, due to the unpredictability of funding flows and the frequently turbulent nature of the operational theatre, it is often difficult for UNHCR staff to plan over the course of several years and that, consequently, UNHCR has retained an annual programme calendar and planning documents.
fr: À la section 3.1 du chapitre 4 du Manuel du HCR, on note que, compte tenu du caractère imprévisible des flux de financement et de l'instabilité du théâtre des opérations, le personnel du HCR éprouve souvent des difficultés à établir une planification pluriannuelle. C'est la raison pour laquelle le Haut-Commissariat continue de limiter à un an le cadre de planification de ses programmes.

source: No multi-year country plans had been received by November 2004, but multi-year strategies have been introduced at regional bureaux, such as the Bureau for Europe (2000-2004), and by three-year plans (the Americas for 2002-2004, Africa for 2004-2005, Asia for 2005-2007 and Afghanistan).
fr: En novembre 2004, le Haut-Commissariat n'avait pas encore reçu de plans de pays pluriannuels. Il a toutefois mis en place des stratégies pluriannuelles dans certains bureaux régionaux, tels que le Bureau pour l'Europe (2000-2004), ainsi que des plans triennaux pour les Amériques (2002-2004), l'Afrique (2004-2005), l'Asie (2005-2007) et l'Afghanistan.

source: Management was to introduce a multi-year format for the 2006 country operation plans.
fr: Par ailleurs, il envisageait d'inscrire les plans d'opérations de 2006 dans un cadre pluriannuel.

source: As mentioned in paragraph 14 above, UNHCR has started consultations with Member States on the possible move to a biennial programme and budget cycle. This would entail multi-year planning and budgeting.
fr: Comme indiqué au paragraphe 14 ci-dessus, le HCR a engagé des consultations avec les États Membres sur la possibilité d'adopter un cycle de programmation et un cycle budgétaire biennaux, mesure qui entraînerait l'institution d'un système pluriannuel de planification et de budgétisation.

source: UNHCR agreed with the Board's recommendation to pursue its efforts to develop multi-year planning, using identical time frames.
fr: Le HCR a accepté la recommandation du Comité l'invitant à poursuivre les efforts qu'elle déploie en vue de l'adoption d'un système de planification pluriannuelle reposant sur des calendriers d'égale durée.

source: Objectives and indicators
fr: Objectifs et indicateurs

source: UNHCR plans in terms of goals (desired overall results to be achieved through involvement with a beneficiary population or theme), objectives (desired results and impact contributing to the achievement of the programme goals) and outputs (within the control of UNHCR or an implementing partner, and for which the implementer can be held accountable).
fr: Le HCR effectue sa planification au regard de buts (résultats globaux à atteindre avec la participation d'une population bénéficiaire), d'objectifs (résultats contribuant à la réalisation des buts du programme) et de produits (sous la supervision du HCR ou d'un partenaire d'exécution, les instances de mise en œuvre pouvant être tenus pour responsables de la qualité de ces produits).

source: These definitions were to some extent specific and sometimes understood differently in other organizations, as well as within the UNHCR Career Management System.
fr: Ces définitions ont parfois été interprétées différemment dans d'autres organisations et même au niveau du Haut-Commissariat.

source: UNHCR conducted its first pilot projects in the field in 1999, so it adopted them prior to the United Nations introduction of results-based management by ST/SGB/2000/8, in 2000.
fr: Le HCR, qui a exécuté ses premiers projets pilotes sur le terrain en 1999, a donc adopté ces définitions avant que l'ONU ne mette en place, en 2000, le système de gestion axée sur les résultats, par la voie de la circulaire ST/SGB/2000/8.

source: In addition, unlike other organizations, UNHCR first introduced the logical framework at the lowest level, the country project level, which led to the adoption of definitions that were first and foremost applicable at that level.
fr: En outre, à la différence d'autres organisations, le HCR a, dans un premier temps, institué le cadre logique au niveau le plus bas, à savoir celui des projets de pays, ce qui a conduit à l'adoption de définitions d'abord applicables à ce niveau.

source: The Board notes a first step towards greater harmonization with United Nations definitions in the 2005 annual programme budget, where the definitions of key terms correspond to those given in ST/SGB/2000/8.
fr: Le Comité note qu'une première étape a été franchie sur la voie d'une plus grande harmonisation des définitions données dans le budget-programme annuel de 2005 avec celles figurant dans la circulaire ST/SGB/2000/8.

source: The Board recommends UNHCR to harmonize definitions and terms used for results-based management within its organization, in line with United Nations system practices.
fr: Le Comité recommande au HCR d'harmoniser les termes et les définitions qu'il utilise dans le domaine de la gestion axée sur les résultats, conformément à la pratique en vigueur au sein du système des Nations Unies.

source: All country offices, in accordance with chapter IV, section 4.2, item 1.2 of the UNHCR Manual, are to organize strategic planning meetings with representatives of the authorities, of the donor community, of the refugee population and of operational and implementing partners, to define their objectives.
fr: Conformément aux dispositions de la section 4.2 (point 1.2) du chapitre 4 du Manuel du HCR, tous les bureaux de pays doivent tenir des réunions de planification stratégique avec les représentants des autorités, de la communauté des donateurs, de la population réfugiée et des partenaires opérationnels et de mise en œuvre, afin de définir leurs objectifs.

source: Assumptions and constraints also have to be indicated in relation to the proposed goals and objectives by beneficiary populations or themes.
fr: Ils doivent également préciser les hypothèses et les contraintes liées aux buts et aux objectifs proposés, en fonction des populations bénéficiaires.

source: There was no such systematic participatory planning instruction for headquarters divisions and units.
fr: Cette planification participative systématique n'a pas été imposée aux divisions ou aux services du siège.

source: The Board recommends that UNHCR formalize the participatory planning process for Headquarters units.
fr: Le Comité recommande au HCR d'instituer à l'échelon du siège la planification participative.

source: In 2001, a first practical guide on the use of objectives, outputs and indicators was issued to UNHCR field staff and implementing partners.
fr: En 2001, un premier guide pratique sur l'utilisation des objectifs, des produits et des indicateurs a été publié à l'intention du personnel du HCR sur le terrain et des partenaires d'exécution.

source: The 2004 edition on the systematic use of standards and indicators in UNHCR operations is for all refugee situations, urban caseloads, individual refugees and asylum-seekers.
fr: L'édition de 2004 de ce guide, qui préconise pour les opérations du HCR le recours systématique à un ensemble de normes et d'indicateurs, concerne toutes les situations de réfugiés, qu'il s'agisse des réfugiés urbains, des réfugiés individuels ou des demandeurs d'asile.

source: The number of standards and indicators has increased over time, in an effort to address a larger number of situations and cases.
fr: On a progressivement multiplié les normes et les indicateurs pour pouvoir faire face à un plus grand nombre de situations.

source: The global objectives and indicators of progress in the 2004 global appeal mentioned 107 indicators of progress, of which only four were explicitly quantitative (specific and measurable).
fr: La liste des objectifs globaux et indicateurs de progrès figurant dans l'Appel global de 2004 comporte 107 indicateurs de progrès, dont 4 seulement sont spécifiques et mesurables.

source: Management often plans progress through the concept of “increase” of an indicator, but without quantifying the increase rate to be considered an achievement.
fr: Les responsables recourent souvent à la notion de «progression» d'un indicateur pour évaluer les progrès, mais sans préciser le taux de progression censé représenter un progrès.

source: A case in point was programme 21 of the United Nations medium-term plan for 2002-2005 (A/55/6/Rev.1).
fr: Le programme 21 du plan à moyen terme pour la période 2002-2005 (A/55/6/Rev.1) a valeur d'exemple.

source: It includes subprogramme 1, International protection (Department of International Protection), and subprogramme 2, Assistance (Department of Operations).
fr: Il comprend le sous-programme 1 sur la protection internationale (Département de la protection internationale), et le sous-programme 2 relatif à l'assistance (Département des opérations).

source: With regard to international protection, none of the accomplishments were formulated in a measurable way and therefore there were no quantitative indicators of achievement, contrary to instructions.
fr: S'agissant de la protection internationale, aucune des réalisations n'a été formulée de manière à pouvoir être mesurée et l'on ne disposait donc pas d'indicateurs quantitatifs de réalisation, contrairement aux instructions données.

source: Furthermore, although the Department of International Protection disagreed with the wording of subprogramme 1, which attributed to it the overall responsibility for international protection, the biennial programme plan for the period 2006-2007 (A/59/6/Rev.1) includes the same subprogrammes under programme 20.
fr: Par ailleurs, bien que le Département de la protection internationale ait marqué son désaccord avec la désignation du sous-programme 1, qui lui attribue la responsabilité générale de la protection internationale, le document intitulé «Plan-programme biennal et priorités pour la période 2006-2007» conserve la même formulation au programme 20.

source: The biennial programme plan for 2006-2007 includes one indicator of achievement under International protection for each of the five expected accomplishments, versus only three indicators for five expected accomplishments before.
fr: Le plan-programme biennal et les priorités pour la période 2006-2007 comportent un indicateur de succès en matière de protection internationale pour chacune des cinq réalisations escomptées, contre seulement trois indicateurs pour cinq réalisations auparavant.

source: The indicators are all measurable, but no quantified objectives were set (on the starting situation and on the expected future situation).
fr: Les indicateurs sont mesurables mais on n'a fixé aucun objectif quantitatif qui prenne en compte la situation de départ et la situation attendue.

source: The five expected accomplishments seem relevant, but they are not specific, measurable, area-defined or time-bound.
fr: Les cinq réalisations escomptées, qui paraissent pertinentes, ne sont toutefois pas spécifiques, mesurables, circonscrites dans l'espace et inscrits dans un calendrier.

source: The previous expected accomplishment referring to “protection needs of refugee women, children and the elderly” now refers to “protection needs of refugee women and children”; it has left aside “the elderly” — an increasing population — without an accomplishment target.
fr: Alors que la précédente réalisation escomptée évoquait les besoins de protection des femmes, des enfants et des personnes âgées réfugiés, la nouvelle formulation fait état des besoins de protection des femmes et des enfants, laissant de côté les personnes âgées dont la population est pourtant en augmentation.

source: The subprogramme did not mention external factors (events and/or conditions beyond the control of those responsible for an activity but that influence the success or failure of the activity, as per ST/SGB/2000/8), whereas these may be quite relevant for the Department of International Protection's activities.
fr: Le sous-programme ne fait pas état des facteurs externes − événements ou situations indépendants de la volonté des responsables d'une activité, qui influent néanmoins sur le succès ou l'échec de cette activité (ST/SGB/2000/8), alors que ces facteurs peuvent revêtir une certaine importance pour les activités du Département de la protection internationale.

source: For objectives and indicators, there was no clear link between the four- or two-year strategic planning document (A/55/6/Rev.1, A/57/6/Rev.1 and Corr.1, A/59/6/Rev.1) and the more detailed annual programme budget (see A/AC.96/992 for the 2005 budget).
fr: En ce qui concerne les objectifs et les indicateurs, aucun lien clair n'a été établi entre les documents de planification stratégique portant sur deux ou quatre ans (A/55/6/Rev.1, A/57/6/Rev.1 et Corr.1, A/59/6/Rev.1) et le document plus détaillé du budget-programme annuel (voir A/AC.96/992 pour le budget de 2005).

source: In the latter, the strategic objectives do not exactly cover the expected accomplishments (e.g., expected accomplishments (a) and (b) of the medium-term plan or strategic framework were included in strategic objective 1 of the annual programme budget).
fr: Dans le document du budget-programme, les objectifs stratégiques ne correspondent pas exactement aux réalisations escomptées (par exemple, les réalisations escomptées a) et b) du plan à moyen terme ou cadre stratégique figurent dans la rubrique de l'objectif stratégique 1 du budget-programme annuel).

source: The indicators of achievement of the programme budget did not allow success in the realization of the objective to be measured, since there was no quantitative specific goal.
fr: Les indicateurs de succès du budget-programme n'ont pas permis de mesurer le succès de la réalisation des objectifs puisqu'il n'existait aucun objectif quantitatif spécifique.

source: UNHCR explained that the medium-term plan was drafted in 2001 in an international climate that had changed by the time the annual budget document was developed in 2004, leading to differences in documents drafted years apart, the latter being more detailed than the former.
fr: Le HCR a expliqué que le plan à moyen terme avait été élaboré en 2001 et que l'environnement international avait changé au moment de l'élaboration du budget annuel de 2004, le deuxième document étant plus détaillé que le premier.

source: UNHCR agreed with the Board's recommendation to formulate expected accomplishments so as to compare realized accomplishments with objectives and to improve the congruence between the medium-term plan/strategic framework/biennial programme plan and the annual programme budget.
fr: Le HCR a accepté la recommandation du Comité l'invitant à formuler les réalisations escomptées de manière à ce qu'elles puissent être comparées aux réalisations effectives et aux objectifs et à mieux harmoniser le plan à moyen terme ou cadre stratégique, le plan-programme biennal et le budget-programme annuel.

source: The checklist for UNHCR staff on designing protection strategies and measuring progress (July 2002) primarily suited field purposes, while there was no such document for headquarters activities.
fr: L'aide-mémoire du personnel du HCR sur l'élaboration de stratégies de protection et l'évaluation des progrès accomplis (Checklist for UNHCR staff on designing protection strategies and measuring progress) (juillet 2002) concernait surtout le personnel de terrain, le siège ne disposant pas d'un document de ce type pour guider ses activités.

source: The Department of International Protection's contribution to the global report and the 2004 annual programme interim report do not precisely indicate whether the planned outputs were achieved.
fr: Dans la contribution qu'il a apportée à l'élaboration du rapport mondial et du rapport d'étape annuel sur le programme, le Département de la protection internationale n'indique pas si les produits envisagés ont été obtenus.

source: The annual programme interim report was more detailed, but (a) it was limited to a six-month review, (b) it gave a lot of information on outputs but not against quantitative initial objectives and (c) the achievements reached for some objectives were not indicated.
fr: Quoique plus détaillé, le Rapport d'étape a) se limite à un examen portant sur une période de six mois; b) fournit de nombreuses informations sur les produits mais en l'absence d'objectifs initiaux quantitatifs; et c) ne précise pas les réalisations correspondant à certains objectifs.

source: The Department of International Protection commented, regarding the unsatisfactory result of the indicator on accession, that the international climate was not very favourable due to heightened concerns about terrorists posing as refugees, combined with criticism of the Convention as being outdated and ill-adapted to today's realities.
fr: S'agissant de l'insuffisance des résultats de l'indicateur sur l'adhésion, le Département de la protection internationale a fait observer que l'environnement international n'était pas très propice en raison de la crainte de voir des terroristes se faire passer pour des réfugiés et aussi de la critique selon laquelle la Convention serait dépassée et peu adaptée aux réalités actuelles.

source: Some non-party Member States have indicated that they may maintain their reservations about accession for as long as they see parties themselves voicing strong doubts.
fr: Certains États Membres, qui ne sont pas parties à la Convention, ont indiqué qu'ils pourraient maintenir leurs réserves quant à l'adhésion, dans la mesure où les États parties eux-mêmes continuaient d'exprimer de sérieuses préoccupations.

source: A review of 22 indicators out of 53 showed that some of them were not used to measure achievements; some seemed more like objectives or outputs than like measuring tools.
fr: L'examen de 22 indicateurs sur 53 a révélé que certains d'entre eux ne servaient pas à mesurer les réalisations; il s'agissait davantage d'objectifs ou de produits plutôt que d'instruments de mesure.

source: Most of them remain too general and do not include measurable information.
fr: Pour la plupart, les indicateurs restent trop généraux et ne fournissent pas d'informations mesurables.

source: The Resettlement Section has no time-bound indicators, and some are not measurable, e.g., “enhance the use of resettlement as a durable solution”, “improve global planning and implementation of resettlement activities”, “prompt intervention by UNHCR in debates over resettlement policies and practices”.
fr: La Section de la réinstallation ne comporte pas d'indicateurs de délais et certains indicateurs ne sont pas mesurables; c'est le cas des indicateurs formulés comme suit: promouvoir la réinstallation en tant que solution durable; améliorer la planification et l'exécution des activités de réinstallation; participation régulière du HCR aux débats relatifs aux politiques et aux pratiques en matière de réinstallation.

source: The format is not always fully consistent with the matrix, and outputs and key indicators included in the matrix are not systematically mentioned in the reports issued by the Section and the Department (e.g., the annual programme interim report).
fr: La présentation ne correspond pas toujours à la matrice initiale; les produits et les indicateurs clefs figurant dans la matrice ne sont pas systématiquement mentionnés dans les rapports publiés par la Section d'information sur la protection du Département de la protection internationale (par exemple, le rapport d'étape annuel sur le programme).

source: The objective-setting matrix was reviewed several times a year, when the Protection Information Section was required to report on its activities, and constantly, at the working level, during the weekly Section meetings.
fr: La matrice des objectifs a été réexaminée plusieurs fois par an, lors de la présentation du rapport sur les activités de la Section d'information sur la protection, et aussi de manière continue, lors des réunions hebdomadaires de la Section.

source: However, the reporting format (e.g., global appeal, annual report) was not consistent with the format of the matrix, and outputs and key indicators included in the matrix were not mentioned in the reports issued by the Section and the Department.
fr: Toutefois, la présentation des rapports (par exemple l'Appel global ou le rapport annuel) n'était pas conforme à la matrice, et les produits comme les indicateurs clefs figurant dans la matrice n'étaient pas mentionnés dans les rapports publiés par la Section.

source: Moreover, only a few objectives and expected outputs were compliant with the requirement of being specific, measurable, attainable, relevant and time-bound (SMART).
fr: En outre, seuls quelques objectifs et réalisations escomptées répondaient aux critères d'objectifs spécifiques, mesurables, appropriés, réalistes et temporellement circonscrits.

source: For instance, the objective of establishing a working group to identify and collect the travaux préparatoires of the 1951 refugee Convention for eventual hard-copy and electronic publications did not seem to be relevant, since the Protection Information Section never considered it enough of a priority to be implemented, and since it was not time-bound.
fr: Par exemple, la décision de créer un groupe de travail chargé de rechercher et de recueillir les documents relatifs aux travaux préparatoires de la Convention de 1951 relative au statut des réfugiés, aux fins de leur publication sur support papier ou électronique, ne paraissait pas présenter un grand intérêt puisque la Section d'information ne l'a pas considérée comme étant prioritaire et qu'aucun délai d'exécution n'a été fixé.

source: The objectives of developing capacity to collect, analyse and disseminate public-domain information relevant to UNHCR protection responsibilities and of contributing to in-house and external capacity-building initiatives by assisting in the establishment and development of information capacities were not time-bound, measurable or specific.
fr: Les objectifs consistant, d'une part, à renforcer la capacité de recueillir, d'analyser et de diffuser l'information du domaine public concernant les responsabilités du HCR en matière de protection et, d'autre part, à contribuer au renforcement des capacités internes et externes en aidant à la mise en place ou au renforcement de capacités dans le domaine de l'information n'étaient ni temporellement circonscrits, ni mesurables ni spécifiques.

source: Similarly, few matrix indicators were operational, while additional indicators (most of them relating to Refworld and the production of protection papers) were actually monitored by the Section (number of datasets, training sessions, papers issued, e-mail information alerts sent out, etc.).
fr: De même, très peu d'indicateurs figurant dans la matrice étaient opérationnels, tandis que les indicateurs supplémentaires, dont la plupart sont liés à Refworld et à la production de documents sur la protection, ont été effectivement suivis par la Section (nombre de fichiers de données, de sessions de formation, de documents publiés, de dépêches d'alerte diffusées par courrier électronique, etc.).

source: The Protection Operations Support Section based its 2004 work plan on the assumption of a reorganization that did not take place.
fr: La Section d'appui aux opérations de protection a fondé son plan de travail de 2004 sur l'hypothèse d'une réorganisation qui n'a pas eu lieu.
